{
     "tip": ["10 Elixir is the maximum you can hold.","2v2 Battle allows you to collect chests, earn Victory Gold and have fun with a friend, Clanmate or another player!","2v2 Battle allows you to collect chests with a friend, Clanmate or another player - without the risk of losing Trophies!","A Challenge Tournament ends at either 12 wins or 3 losses - whichever comes first.","All buildings slowly lose hitpoints, expiring after a set amount of time.","All Cards are created equally, even the Royal Giant","All Cards can be upgraded to level 13 - that's the max level.","All Crown Towers target both ground and air troops.","Balance your Battle Deck with troops that can target both ground and air.","Balloon drops a bomb when destroyed. Don't stand still.","Big troops are vulnerable to groups of small troops.","Bomb Tower is good against groups of small troops.","Break the Dark Prince's shield first, then you can start to whittle down his hitpoints.","Calling Sparky a \"trash can on wheels\" hurts her feelings.","Cards come in four levels of rarity: Common, Rare, Epic and Legendary.","Challenge your friends to a Friendly Battle from the friends list!","Complete achievements to earn Gems!","Create and finish your first tournament to receive 100 Gems for completing the achievement.","Crown Chests and Free Chests are based on your current Arena.","Damage spells like the Fireball deal half damage to Crown Towers.","Despite the Ice Wizard being freezing cold, he has a handlebar moustache that's too hot for TV.","Destroy more Crown Towers than your opponent to win!","Destroy the enemy King's tower to get an instant victory!","Donating cards to your Clan gives experience and Gold, and makes you feel all warm and fuzzy inside.","Don't run with a mouthful of Double Trouble Gum! Unless you've had years of didgeridoo lessons.","Dropping trophies isn't beneficial, as chests from higher Arenas give more cards and Gold!","During a Friendly Battle, both players' cards are leveled up to the \"Tournament Rules\" for an even playing field.","During a Friendly Battle or Tournament, Sudden Death lasts for 3 minutes to minimise draws.","During a Tournament, cards in your Battle Deck are capped at: Legendary level 1, Epic level 4, Rare level 7, Common level 9.","During battle, your starting cards are randomly selected from your Battle Deck.","During sudden death, the first player to get a Crown wins.","Each battle can last three minutes, possibly extended by a minute of sudden death tiebreaker.","Each Sunday the Shop contains twice as many cards!","Elixir generates automatically during battle. Playing a card costs Elixir.","Elixir production is doubled during the final 60 seconds.","Epic Chests can be won from battle, but they're incredibly rare!","Every 24 hours you can collect 10 Crowns to unlock the Crown Chest.","Every win in a Challenge Tournament increases your prize!","Experts have long believed that Lightning is attracted to tall objects, however, new research indicates that Lightning is, in fact, attracted to high hitpoints.","Free Chests and Crown Chests are the only chests which can contain Gems.","Gain experience by upgrading your cards.","Gain Trophies to access new Arenas, which unlock more cards.","Giants can be effective on defense, too.","Giant Chests can be won from battle, but they're quite rare!","Giant Chests contain a huge amount of Common and Rare Cards, but few Epic Cards.","Giant Skeleton carries a large bomb, which he carelessly drops when destroyed. Oops!","Giants target buildings and ignore enemy troops.","Goblins only joined the Arena after their union signed a lucrative contract with the Royales.","Goblin Huts and Barbarian Huts spawn troops every few seconds.","Gold Chests always contain at least one Rare Card.","The Golem explodes when destroyed and splits into two smaller Golemites.","Golem has a heart made of stone.","Golems target buildings and ignore troops.","Groups of small troops are vulnerable to area damage.","Higher Arena chests contain more cards and Gold.","Hog Riders can jump over the river.","How many Elite Barbarians does it take to hoist a sail?","Ice Wizard is the coolest of casters. He flings ice shards which slow enemy movement and attack speed.","If you're feeling warm feelings towards the Princess, it's probably because you're on fire.","In 2v2 Battle, your opponents are selected based on your team's skill level.","In a Challenge Tournament, your opponents are selected based on your current wins in that Challenge.","In a Custom Tournament, your opponents are selected based on your Tournament Trophy count.","Inferno Tower's damage increases over time while attacking the same target.","Join a Clan and receive 100 Gems for completing the achievement.","Knight followed by Archers is a simple and effective strategy.","Legendary Cards can appear in the Shop once you've reached Arena 10.","Legendary Chests can be won from battle, but they're incredibly rare!","Legendary Chests contain a Legendary Card from any Arena!","Lure troops to your side of the Arena to engage them with your Crown Towers.","Magical Chests always contain at least one Epic Card.","One day, Wall Breakers realized that they could do a lot more damage if they THREW the bomb instead of sat beside it. Imagine that...","Overkill isn't in Sparky's vocabulary.","Play multiple cards together to create a stronger push.","Poison covers the area in a deadly toxin, damaging enemy troops and buildings over time.","Poison deals damage over time, while slowing troop movement and attack speed. It smells nasty, too.","Prince deals double damage to the first target he strikes while charging.","Protect squishy troops by deploying durable troops in front of them.","P.E.K.K.A. and Mini P.E.K.K.A. are easily distracted, but they hit like a truck.","P.E.K.K.A: No-one knows what's behind that mask. Maybe even another mask.","Rage increases movement and attack speed.","Rarer chests contain more cards and Gold.","Royal Giants target buildings from range and ignore enemy troops.","Save your Elixir to play multiple cards at once.","Some defensive buildings only target ground troops, while others target both ground and air.","Some troops deal area damage, hitting multiple units at once.","Sometimes holding on to a card is the best play to make.","Sometimes it's worth pushing for a three-Crown victory. Sometimes securing two Crowns is the smarter play.","Spectate Custom Tournament games by tapping the \"eye\" icon on the tournament leaderboard.","Super Magical Chests can be won from battle, but they're incredibly rare!","Super Magical Chests have a high chance of containing a Legendary Card.","Support durable troops by deploying ranged troops behind them.","Tesla cannot be damaged while underground, and only pops up when enemy troops are in range.","The Bandit is invulnerable while dashing.","The biggest Tournament Chests contain guaranteed Legendary Cards!","The Bowler is a big blue dude who digs the simple things in life - Dark Elixir drinks and throwing rocks.","The Graveyard spell starts a surprise Skeleton party anywhere in the Arena. Yay!","The King only joins the fight after taking damage or losing a Crown Tower.","The Lava Hound is a majestic flying beast. The Lava Pups are less majestic angry babies.","The Lumberjack and The Log go way back...","The Miner can burrow his way underground and appear anywhere in the Arena. It's not magic, it's a shovel.","The Princesses protect the King from atop their Crown Towers.","The selection of cards available in the Shop refreshes every 24 hours.","The Wizard can control all elements, except his hair.","There are rumors about a card type rarer than Epic...","There are three types of card: Troops, Buildings and Spells.","Three Musketeers pack triple the punch of one, at a little over double the cost. Value!","Tombstone releases a group of Skeletons when destroyed.","Tournaments are created using your location to ensure quicker matchmaking and more spectators!","Tournaments are free to join and have HUGE prizes!","Tournaments are played using the Tournament Rules level caps.","Tournaments level the playing field, capping your cards and towers at the \"Tournament Rules\".","Tournaments unlock at level 8.","Trophies that you win are deducted from your opponent's Trophies!","TV Royale contains some of the best games played recently. Watch and learn!","Upgrading cards makes them more powerful, but their Elixir cost remains the same.","Use Arrows to stop a group of small troops.","Use emotes to show your opponent you're a good sport!","Use taunts to show your opponent you're a good sport. Or not.","Using Elixir efficiently is the key to victory.","We've done the math: 2v2 Battle is at least twice the fun of anything else. Probably more.","When deployed, all troops march towards the enemy King, attacking their preferred targets along the way.","When you reach a new Arena, a special one-time \"Arena Pack\" will be available to purchase from the Shop.","X-Bows and Mortars can directly damage your opponent's Crown Towers if positioned near the middle.","You can't Clone a Clone.","You can deploy on your opponent's side of the Arena after destroying one of their Crown Towers.","You can mute your opponent during each battle from the emote button.","You can play in one Custom Tournament and one Challenge Tournament at a time.","You can take eight cards from your collection into battle. This is your Battle Deck.","You can see when friends are online and spectate their battles from the friends list.","You receive Gold for each win, even when your chest slots are full.","Your experience level indicates the strength of your King and Crown Towers.","Your opponents are selected based on your Trophy count."]
}